/* About screen blog label */
"About.blog" = "بلاگ";

/* About screen footer */
"About.footer" = "ساخته شده توسط تیم جهانی برِد. نسخهٔ %1$@";

/* Privay Policy button label */
"About.privacy" = "سیاست حریم خصوصی";

/* About screen reddit label */
"About.reddit" = "رِدیت";

/* Terms of Use button label */
"About.terms" = "شرایط استفاده";

/* About screen title */
"About.title" = "درباره";

/* About screen twitter label */
"About.twitter" = "توییتر";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "بسته شود";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "مرکز پشتیبانی";

/* Loading Wallet Message */
"Account.loadingMessage" = "در حال بارگزاری کیف";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "کیف من";

/* Equals symbol */
"AccountHeader.equals" = "=";

/* Manage wallet button title */
"AccountHeader.manageButtonName" = "مدیریت";

/* Error alert title */
"Alert.error" = "خطا";

/* No internet alert message */
"Alert.noInternet" = "اینترنت قطع است. اتصال‌تان را بررسی و دوباره سعی کنید.";

/* Warning alert title */
"Alert.warning" = "اخطار";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "آدرس‌ها کپی شدند";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "همهٔ آدرس‌های کیف با موفقیت کپی شدند.";

/* Alert Header Label (the recovery phrase was set) */
"Alerts.recoveryPhraseSet" = "کلید کاغذی نوشته شد";

/* Alert Subheader label (playfully positive) */
"Alerts.recoveryPhraseSetSubheader" = "عالی!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "پین تنظیم شد";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "ارسال ناموفق بود";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "تاییدیه ارسال";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "پول فرستاده شد!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "خطای مرتب‌سازی جی‌سان";

/* Wallet not ready error message */
"ApiClient.notReady" = "کیف آماده نیست";

/* API Token error message */
"ApiClient.tokenError" = "ناتوان در بازیابی ژتون رابط برنامه‌نویسی";

/* Cancel button label */
"Button.cancel" = "لغو شود";

/* Ignore button label */
"Button.ignore" = "چشم پوشی شود";

/* menu button */
"Button.menu" = "مِنو";

/* No button */
"Button.no" = "نه";

/* OK button label */
"Button.ok" = "اوکی";

/* receive button */
"Button.receive" = "دریافت شود";

/* send button */
"Button.send" = "بفرست";

/* Settings button label */
"Button.settings" = "تنظیمات";

/* Settings button label */
"Button.submit" = "تایید می‌کنم";

/* Yes button */
"Button.yes" = "بله";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "شناسه را در کادر قرار دهید";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "فرستاده شود";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "برای اطمینان از اینکه همه چیز درست نوشته شده، لطفا کلمات پیرو را از کلید کاغذی وارد کنید.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "کلمهٔ شماره %1$@";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "نرخ تبدیل";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "این دستگاه برای فرستادن ایمیل از طریق اپ مِیل آی‌او‌اس تنظیم نشده است.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ایمیل در دسترس نیست";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "این دستگاه برای فرستادن پیامک تنظیم نشده است.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "پیام‌رسان در دسترس نیست";

/* Checking private key balance progress view text */
"Import.checking" = "در حال بررسی موجودی کلید محرمانه...";

/* Sweep private key confirmation message */
"Import.confirm" = "مقدار %1$@ از این کلید محرمانه به کیف‌تان ارسال شود؟ شبکه بیتکوین کارمزد %2$@ دریافت می‌کند.";

/* Duplicate key error message */
"Import.Error.duplicate" = "این کلید محرمانه از قبل در کیف شما وجود دارد.";

/* empty private key error message */
"Import.Error.empty" = "این کلید محرمانه خالی است.";

/* High fees error message */
"Import.Error.highFees" = "کارمزد این تراکنش بیش از ارز موجود در این کلید محرمانه است.";

/* Not a valid private key error message */
"Import.Error.notValid" = "این کلید محرمانه معتبر نیست";

/* Import signing error message */
"Import.Error.signing" = "خطا در امضای تراکنش";

/* Import button label */
"Import.importButton" = "وارد شود";

/* Importing wallet progress view label */
"Import.importing" = "در حال واردسازی کیف";

/* Caption for graphics */
"Import.leftCaption" = "کیف مبدا";

/* Import wallet intro screen message */
"Import.message" = "عملیات واردسازی یک کیف، کل پول شما را در قالب یک تراکنش از کیف دیگرتان به کیف برِد منتقل خواهد کرد.";

/* Enter password alert view title */
"Import.password" = "این کلید محرمانه توسط رمز محافظت می‌شود.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "رمز عبور";

/* Caption for graphics */
"Import.rightCaption" = "کیف برِد شما";

/* Scan Private key button label */
"Import.scan" = "کلید محرمانه اسکن شود";

/* Import wallet success alert title */
"Import.success" = "موفق بود";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "کیف با موفقیت وارد شد";

/* Import Wallet screen title */
"Import.title" = "واردسازی کیف";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "قفل‌گشایی از کلید";

/* Import wallet intro warning message */
"Import.warning" = "واردسازی یک کیف شامل انتقال تاریخچه مبادلات و دیگر جزییات نمی‌شود.";

/* Close app button */
"JailbreakWarnings.close" = "بسته شود";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "نادیده گرفته شود";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "امنیت دستگاه به مخاطره افتاده\nاپهای «جیل بریک» می‌توانند به داده‌های زنجیره بلوکی برِد دستبرد بزنند و بیتکوین شما را بدزدند! بلافاصله این کیف را پاک کنید و آن را روی یک دستگاه امن بازیابی نمایید.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "امنیت دستگاه به مخاطره افتاده\nاپهای «جیل بریک» می‌توانند به داده‌های زنجیره بلوکی برِد دستبرد بزنند و بیتکوین شما را بدزدند! لطفا فقط برِد را روی یک دستگاه جیل‌بریک نشده نصب کنید.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "هشدار";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "پاک شود";

/* Location services disabled error */
"LocationPlugin.disabled" = "سرویس موقعیت‌یاب غیرفعال است.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "برِد اجازهٔ دسترسی به سرویس‌های موقعیت‌یاب را ندارد.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "شما کیف خود را در تاریخ %1$@ ساختید.";

/* Manage wallet description text */
"ManageWallet.description" = "نام کیف شما فقط در تاریخچهٔ تراکنش‌های حسابتان ظاهر می‌شود و توسط دیگران قابل مشاهده نیست.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "نام کیف";

/* Manage wallet modal title */
"ManageWallet.title" = "مدیریت کیف";

/* Buy bitcoin title */
"MenuButton.buy" = "بیتکوین بخرید";

/* Menu button title */
"MenuButton.lock" = "کیف قفل شود";

/* Menu button title */
"MenuButton.security" = "مرکز امنیت";

/* Menu button title */
"MenuButton.settings" = "تنظیمات";

/* Menu button title */
"MenuButton.support" = "پشتیبانی";

/* button label */
"MenuViewController.createButton" = "ایجاد کیف جدید";

/* Menu modal title */
"MenuViewController.modalTitle" = "مِنو";

/* button label */
"MenuViewController.recoverButton" = "کیف بازیابی شود";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "درخواست پرداخت ناقص است";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "سند خراب یا پشتیبانی‌نشده";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "گواهی مفقود";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "تقاضای منقضی‌شده";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "انجام پرداخت ممکن نشد";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "پرداخت‌های بیتکوین نمی‌توانند کمتر از %1$@ باشند.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "مقدار خروجی در مبادلات بیتکوین نمی‌تواند کمتر از %1$@ باشد.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "الگوی امضا قابل قبول نیست";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "گواهی نامعتبر";

/* Warning about recovery phrase. */
"Prompts.RecoveryPhrase.body" = "کلید کاغذی این کیف تاکنون نوشته نشده است. برای مشاهده آن اینجا تپ کنید.";

/* An action is required (You must do this action). */
"Prompts.RecoveryPhrase.title" = "کلید کاغذی ذخیره نشده است";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "شاید کیف شما با شبکه همگام نیست. این مشکل می‌تواند با اسکن دوباره زنجیره بلوکی حل شود.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "تراکنش برگشت خورد";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "برای فعال‌سازی تاچ آی.دی اینجا را لمس کنید";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "تاچ آی.دی فعال شود";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "برِد ارتقا یافته تا از پین ۶ عددی استفاده کنید. برای ارتقا اینجا را لمس کنید.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "پین را ارتقا دهید";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "وقتی پول دریافتی‌تان آمادهٔ خرج کردن شد، یک اعلان دریافت کنید.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "اعلان‌های ورودی";

/* Push notifications settings view title label */
"PushNotifications.title" = "اعلان‌ها";

/* Address copied message. */
"Receive.copied" = "کپی شد";

/* Share via email button label */
"Receive.emailButton" = "ایمیل";

/* Request button label */
"Receive.request" = "مبلغی را تقاضا کنید";

/* Share button label */
"Receive.share" = "به اشتراک بگذارید";

/* Share via text message (SMS) */
"Receive.textButton" = "پیام متنی";

/* Receive modal title */
"Receive.title" = "دریافت";

/* Done button text */
"RecoverWallet.done" = "انجام شد";

/* Recover wallet header */
"RecoverWallet.header" = "کیف را بازیابی کن";

/* Reset PIN with recovery phrase: header */
"RecoverWallet.header_reset_pin" = "پین را از نو تنظیم کن";

/* Enter recovery phrase instruction */
"RecoverWallet.instruction" = "کلید کاغذی وارد شود";

/* Recover wallet intro */
"RecoverWallet.intro" = "برِد خود را با کلید کاغذی بازیابی کنید.";

/* Invalid recovery phrase message */
"RecoverWallet.invalid" = "کلید کاغذی وارد شده معتبر نیست. لطفا هر کلمه را بازبینی و دوباره تلاش کنید.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "فِلِش چپ";

/* Next button label */
"RecoverWallet.next" = "بعدی";

/* Reset PIN with recovery phrase: more information button. */
"RecoverWallet.reset_pin_more_info" = "برای اطلاعات بیشتر اینجا را لمس کنید.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "فِلِش راست";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "کلید کاغذی مرتبط با کیفی که می‌خواهید بازیابی شود را وارد کنید";

/* Reset PIN with recovery phrase: sub-header */
"RecoverWallet.subheader_reset_pin" = "برای تنظیم دوباره پین، کلمات درخواستی از کلید کاغذی خود را در کادرهای زیر وارد کنید.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "مبلغی را درخواست کنید";

/* Alert action button label */
"ReScan.alertAction" = "همگامسازی";

/* Alert message body */
"ReScan.alertMessage" = "در حین همگامسازی امکان ارسال پول را نخواهید داشت.";

/* Alert message title */
"ReScan.alertTitle" = "با زنجیرهٔ بلوکی همگام شود؟";

/* extimated time */
"ReScan.body1" = "بین ۲۰ تا ۴۵ دقیقه";

/* Syncing explanation */
"ReScan.body2" = "اگر یک تراکنش روی شبکه بیتکوین در وضعیت تکمیل‌شده است اما در برِد شما دیده نمی‌شود.";

/* Syncing explanation */
"ReScan.body3" = "اگر قصد ارسال یک تراکنش را دارید و پیاپی رد می‌شود.";

/* Start Sync button label */
"ReScan.buttonTitle" = "همگامسازی شروع شود";

/* Sync blockchain view footer */
"ReScan.footer" = "حین همگامسازی با زنجیره بلوکی نمی‌توانید پول بفرستید.";

/* Sync Blockchain view header */
"ReScan.header" = "زنجیره بلوکی همگام شود";

/* Subheader label */
"ReScan.subheader1" = "زمان تخمینی";

/* Subheader label */
"ReScan.subheader2" = "چه زمانی همگامسازی شود؟";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "فلاش دوربین";

/* Complete filter label */
"Search.complete" = "تکمیل شد";

/* Pending filter label */
"Search.pending" = "در دست انجام";

/* Received filter label */
"Search.received" = "دریافت شده";

/* Sent filter label */
"Search.sent" = "فرستاده شده";

/* Security Center Info */
"SecurityCenter.info" = "همه موارد امنیتی برای محافظت کامل فعال شوند";

/* Recovery Phrase button description */
"SecurityCenter.recoveryPhraseDescription" = "تنها راه دسترسی به بیتکوین‌تان در صورت گم کردن یا تعویض تلفن.";

/* Recovery Phrase button title */
"SecurityCenter.recoveryPhraseTitle" = "کلید کاغذی";

/* PIN button description */
"SecurityCenter.pinDescription" = "برِد شما را از کاربران بی‌مجوز محافظت می‌کند.";

/* PIN button title */
"SecurityCenter.pinTitle" = "پین ۶ رقمی";

/* Security Center Title */
"SecurityCenter.title" = "مرکز امنیت";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "به آسانی قفل برِد خود را باز کنید و تا سقف تعیین شده پول بفرستید.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "تاچ آی.دی";

/* Send money amount label */
"Send.amountLabel" = "مقدار";

/* Balance: $4.00 */
"Send.balance" = "موجودی: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "به تنظیمات بروید و دسترسی به دوربین را فعال کنید.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "برِد اجازه دسترسی به دوربین را ندارد";

/* Warning when sending to self. */
"Send.containsAddress" = "مقصد انتخابی یکی از آدرس‌های خودتان است. ارسال به خود ممکن نیست.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "امکان انجام تراکنش وجود ندارد.";

/* Description for sending money label */
"Send.descriptionLabel" = "یادداشت";

/* Network Fee: $0.01 */
"Send.fee" = "کارمزد شبکه: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "هویت گیرنده تایید نشده است.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "کلیپبورد شما حاوی یک آدرس بیتکوین معتبر نیست.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "آدرسِ نامعتبر";

/* Empty address alert message */
"Send.noAddress" = "لطفا آدرس گیرنده را وارد نمایید:";

/* Emtpy amount alert message */
"Send.noAmount" = "لطفا مبلغی را برای ارسال وارد کنید.";

/* Paste button label */
"Send.pasteLabel" = "پِیست شود";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "امکان انتشار تراکنش وجود ندارد";

/* Scan button label */
"Send.scanLabel" = "اسکن شود";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "فرستاده شود";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "فرستاده شود";

/* Send money to label */
"Send.toLabel" = "به";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "آدرس‌های بیتکوین فقط برای یک استفاده مناسب هستند.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "استفاده دوباره از یک آدرس می‌تواند حریم شخصی شما و گیرنده را به خطر بیندازد و اگر گیرنده آدرس را در اختیار نداشته باشد، پولش از دست می‌رود.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "آدرس قبلا استفاده شده است";

/* About label */
"Settings.about" = "درباره";

/* i.e. the currency which will be displayed */
"Settings.currency" = "ارز پیش‌فرض";

/* Join Early access label */
"Settings.earlyAccess" = "به دسترسی زودهنگام بپیوندید";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "آیا از برِد لذت می‌برید؟";

/* Import wallet label */
"Settings.importTitle" = "واردسازی کیف";

/* Notifications label */
"Settings.notifications" = "اعلان‌ها";

/* Leave review button label */
"Settings.review" = "یک بررسی برای ما بفرستید";

/* Share anonymous data label */
"Settings.shareData" = "ناشناس داده‌های خود را به اشتراک بگذارید";

/* Sync blockchain label */
"Settings.sync" = "همگامسازی زنجیره بلوکی";

/* Settings title */
"Settings.title" = "تنظیمات";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "محدودیت هزینه با استفاده از تاچ آی.دی";

/* Share data view body */
"ShareData.body" = "با ارسال داده‌ها به صورت ناشناس به بهبود برِد کمک کنید. این شامل هیچ‌گونه اطلاعات مالی نمی‌شود. ما به حریم خصوصی شما احترام می‌گذاریم.";

/* Share data header */
"ShareData.header" = "داده‌ها را به اشتراک می‌گذارید؟";

/* Share data switch label. */
"ShareData.toggleLabel" = "داده‌ها را ناشناس به اشتراک می‌گذارید؟";

/* button label */
"StartPaperPhrase.againButtonTitle" = "دوباره کلید کاغذی را بنویسید";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "کلید کاغذی شما تنها راه برای بازیابی برِد در صورت گم شدن، به سرقت رفتن، خراب شدن، یا تعویض تلفن است.\nما فهرستی از کلمات را به شما نشان می‌دهیم تا روی یک کاغذ بنویسید و در جای امنی نگه دارید.";

/* button label */
"StartPaperPhrase.buttonTitle" = "کلید کاغذی را یادداشت کنید";

/* Argument is date */
"StartPaperPhrase.date" = "آخرین‌بار کلید چاپی را در تاریخ %1$@ یادداشت کرده‌اید.";

/* Syncing view header text */
"SyncingView.header" = "در حال همگامسازی";

/* Retry button label */
"SyncingView.retry" = "دوباره تلاش شود";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ روز";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ساعت";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ دقیقه";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ ثانیه";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "شما می‌توانید حد پرداخت با تاچ آی.دی را محدود کنید، بروید به %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "از اثرانگشت برای قفل‌گشاییِ برِد خود استفاده کنید و تا حد معینی پول بفرستید.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "صفحه محدودیت پرداخت با تاچ آی.دی";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "محدودیت پرداخت: @$1% (معادل @$2%)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "تاچ آی.دی را برای برِد فعال کنید";

/* Touch ID settings view title */
"TouchIdSettings.title" = "تاچ آی.دی";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "بایستی تاچ آی.دی را روی این دستگاه فعال کنید. برای این کار به تنظیمات -> تاچ آی.دی و رمزعبور بروید.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "تاچ آی.دی فعال نشده است";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "برای هر خرجی بالاتر از حد تعیین‌شده، و نیز ۴۸ ساعت بعد از آخرین ورودتان به برِد، از شما پین ۶ رقمی خواسته خواهد شد.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "محدودیت خرج با تاچ آی.دی";

/* Availability status text */
"Transaction.available" = "موجودی قابل خرج";

/* Transaction complete label */
"Transaction.complete" = "تکمیل شد";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "موجودی آخر: %1$@";

/* (b600 fee) */
"Transaction.fee" = "(نرخ @$1%)";

/* Invalid transaction */
"Transaction.invalid" = "نامعتبر";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "همین الآن";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "در جریان: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "در جریان: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "موجودی اولیه: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "در انتظار تایید. برخی صرافی‌ها برای تکمیل تراکنش نیازمند تاییدیه هستند. زمان تخمینی: ۱ تا ۲ ساعت.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "حساب";

/* Amount section header */
"TransactionDetails.amountHeader" = "مقدار";

/* Memo section header */
"TransactionDetails.commentsHeader" = "یادداشت";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "مبادلات شما در اینجا ظاهر می‌شوند.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "از یک آدرس";

/* More button title */
"TransactionDetails.more" = "بیشتر...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "مقدار %1$@ منتقل شد.";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "مقدار %1$@ دریافت شد.";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "مقدار %1$@ ارسال شد";

/* Status section header */
"TransactionDetails.statusHeader" = "وضعیت";

/* Transaction Details Title */
"TransactionDetails.title" = "جزییات تراکنش";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "به یک آدرس";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "هَشِ تراکنش";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "در این آدرس دریافت شد";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "به";

/* Disabled until date */
"UnlockScreen.disabled" = "غیرفعال تا: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "آدرس من";

/* Reset PIN with Recovery Phrase button label. */
"UnlockScreen.resetPin" = "انتخاب دوبارهٔ پین";

/* Scan button title */
"UnlockScreen.scan" = "اسکن شود";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "پین وارد شود";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "برِد خود را باز کنید.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "با تاچ آی.دی باز شود";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "قفل کیف باز شد";

/* Update PIN caption text */
"UpdatePin.caption" = "این پین را به خاطر بسپارید. اگر آن را فراموش کنید، دسترسی به بیتکوین خود را از دست می‌دهید.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "پین شما برای قفل‌گشایی از برِد و ارسال پول استفاده خواهد شد.";

/* Update PIN title */
"UpdatePin.createTitle" = "پین را انتخاب کنید";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "پین را دوباره وارد کنید";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "پین فعلی‌تان را وارد کنید.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "پین جدیدتان را وارد کنید.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "پین جدیدتان را دوباره وارد کنید.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "ببخشید، به‌روز‌رسانی پین ممکن نشد.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "خطای پین به‌روزشده";

/* Update PIN title */
"UpdatePin.updateTitle" = "پین را به روز کنید";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "آدرس‌های کیف به کلیپبورد کپی شوند؟";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "اجازه کپی آدرس به کلیپبورد را بدهید";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "آدرس‌های کیف کپی شوند";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "کپی شود";

/* Verify PIN view body */
"VerifyPin.continueBody" = "لطفا برای ادامه کار پین را وارد کنید";

/* Verify PIN view title */
"VerifyPin.title" = "پین لازم است";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "برای تنظیم کیف‌تان لطفا اپ برِد را باز کنید";

/* Dismiss button label */
"Webview.dismiss" = "مرخص شود";

/* Webview loading error message */
"Webview.errorMessage" = "در بارگزاری محتوا مشکلی بروز کرد. لطفا دوباره سعی کنید.";

/* Updating webview message */
"Webview.updating" = "در حال به‌روزرسانی...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "همه کلمات را به ترتیب بنویسید و در جای امنی ذخیره کنید.";

/* button label */
"WritePaperPhrase.next" = "بعدی";

/* button label */
"WritePaperPhrase.previous" = "قبلی";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d از %2$d";

